* Я старався мінімально подавлювати стандартний вивід скрипта. Після запуску отримуємо такі дані:

![Стандартний вивід скрипта](stdout.png)

* Робоча директорія має такий вигляд. Як бачимо, залишились лише файли, скопійовані з віддаленого хосту

![Лістинг файлів на локальному хості](ls_local.png)

* На віддаленому хості було спеціально створено нового користувача з іншим іменем. Тому можна просто переглянути вміст домашнього каталогу, без опції `-a`:

![Лістинг файлів на віддаленому хості](ls_remote.png)
